
INVALID_MESSAGE = "Не відома команда"

MSG_START_ADMIN = "Вітаю!\nЩоб подивитись які в мене є команди та можливості натисни/напиши /help"

MSG_START_CLIENT = "Вітаю!\nЩоб подивитись які в мене є команди та можливості натисни/напиши /help"

MSG_HELP_MENU_ADMIN = """Ви в меню /help.\nВ мене є такі команди:
                        - Підписатися на розсилку змін в розкладі
                        - Відписатися від розсилки змін в розкладі
                        - Вивести розклад дзвінків
                        - Вивести зміни на сьогодні
                        - Вивести розклад на сьогодні
                        
                        - Додати нового адміністратора
                        - Отримати Лог-файл
                        - Отримати БД
                        - Оновити БД
                        - "Очистити БД\""""

MSG_HELP_MENU_CLIENT = """Ви в меню /help.\nВ мене є такі команди:
                        - Підписатися на розсилку змін в розкладі
                        - Відписатися від розсилки змін в розкладі
                        - Вивести розклад дзвінків
                        - Вивести зміни на сьогодні
                        - Вивести розклад на сьогодні"""

MSG_ADD_ADMIN = ["Перешліть повідомлення користувача котрого хочете додати",
                 "Додав!",
                 "Цей користувач вже адмін!"]

MSG_CANCEL_COMMAND = "Скасовано"
